Repository: rondon-open/youtube-video-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: ca, de, es, fi, fr, it, ja, nl, pt_br, ro, zh_cn

source: List with links
ca: Llista amb enllaços
de: Liste mit Links
es: Lista con enlaces
fi: Linkkilista
fr: Liste avec liens
it: Elenco con collegamenti
ja: リンク付きリスト
nl: Lijst met links
pt_br: Lista com links
ro: Listă cu link-uri
zh_cn: 带链接的列表

source: Main Video
ca: Vídeo principal
de: Hauptvideo
es: Video principal
fi: Päävideo
fr: Vidéo principale
it: Video principale
ja: メインビデオ
nl: Hoofdvideo
pt_br: Vídeo principal
ro: Video principal
zh_cn: 主视频

source: Related Video
ca: Vídeo relacionat
de: Verwandtes Video
es: Video relacionado
fi: Liittyvä video
fr: Vidéo associée
it: Video correlato
ja: 関連ビデオ
nl: Gerelateerde video
pt_br: Vídeo relacionado
ro: Video asociat
zh_cn: 相关视频

source: Main Video Title
ca: Títol del vídeo principal
de: Titel des Hauptvideos
es: Título del video principal
fi: Päävideon otsikko
fr: Titre de la vidéo principale
it: Titolo del video principale
ja: メインビデオのタイトル
nl: Titel hoofdvideo
pt_br: Título do vídeo principal
ro: Titlu video principal
zh_cn: 主视频标题

source: Main Video URL
ca: URL del vídeo principal
de: URL des Hauptvideos
es: URL del video principal
fi: Päävideon URL-osoite
fr: URL de la vidéo principale
it: URL del video principale
ja: メインビデオのURL
nl: URL hoofdvideo
pt_br: URL do Vídeo Principal
ro: URL video principal
zh_cn: 主视频链接

source: Video List
ca: Llista de vídeos
de: Videoliste
es: Lista de videos
fi: Videolista
fr: Liste de vidéos
it: Elenco video
ja: ビデオリスト
nl: Videolijst
pt_br: Lista de Vídeos
ro: Listă de videoclipuri
zh_cn: 视频列表

source: Related Video List
ca: Llista de vídeos relacionats
de: Liste verwandter Videos
es: Lista de videos relacionados
fi: Liittyvien videoiden lista
fr: Liste de vidéos associées
it: Elenco video correlati
ja: 関連ビデオリスト
nl: Lijst gerelateerde video's
pt_br: Lista de Vídeos Relacionados
ro: Listă videoclipuri asociate
zh_cn: 相关视频列表

source: Add Video
ca: Afegir vídeo
de: Video hinzuf√ºgen
es: Añadir video
fi: Lisää video
fr: Ajouter une vidéo
it: Aggiungi video
ja: ビデオを追加
nl: Video toevoegen
pt_br: Adicionar Vídeo
ro: Adăugare video
zh_cn: 添加视频

source: Remove Video
ca: Eliminar vídeo
de: Video entfernen
es: Eliminar video
fi: Poista video
fr: Supprimer la vidéo
it: Rimuovi video
ja: ビデオを削除
nl: Video verwijderen
pt_br: Remover Vídeo
ro: Ștergere video
zh_cn: 删除视频

source: Video URL
ca: URL del vídeo
es: URL del video
fi: Videon URL-osoite
fr: URL de la vidéo
it: URL del video
ja: ビデオURL
pt_br: URL do Vídeo
ro: URL video
zh_cn: 视频链接

source: Video Title
ca: Títol del vídeo
de: Videotitel
es: Título del video
fi: Videon otsikko
fr: Titre de la vidéo
it: Titolo del video
ja: ビデオタイトル
nl: Videotitel
pt_br: Título do Vídeo
ro: Titlu video
zh_cn: 视频标题

source: Video Description
ca: Descripció del vídeo
de: Videobeschreibung
es: Descripción del video
fi: Videon kuvaus
fr: Description de la vidéo
it: Descrizione del video
ja: ビデオの説明
nl: Videobeschrijving
pt_br: Descrição do Vídeo
ro: Descriere video
zh_cn: 视频描述

source: Show title of main video
ca: Mostrar títol del vídeo principal
de: Titel des Hauptvideos anzeigen
es: Mostrar título del video principal
fi: Näytä päävideon otsikko
fr: Afficher le titre de la vidéo principale
it: Mostra titolo del video principale
ja: メインビデオのタイトルを表示
nl: Toon titel hoofdvideo
pt_br: Exibir o título do vídeo principal
ro: Afișare titlu video principal
zh_cn: 显示主视频标题

source: Show description of main video
ca: Mostrar descripció del vídeo principal
de: Beschreibung des Hauptvideos anzeigen
es: Mostrar descripción del video principal
fi: Näytä päävideon kuvaus
fr: Afficher la description de la vidéo principale
it: Mostra descrizione del video principale
ja: メインビデオの説明を表示
nl: Toon beschrijving hoofdvideo
pt_br: Exibir descrição do vídeo principal
ro: Afișare descriere video principal
zh_cn: 显示主视频描述

source: Show title of list of videos
ca: Mostrar títol de la llista de vídeos
de: Titel der Videoliste anzeigen
es: Mostrar título de la lista de videos
fi: Näytä videolistan otsikko
fr: Afficher le titre de la liste de vidéos
it: Mostra titolo dell'elenco video
ja: ビデオリストのタイトルを表示
nl: Toon titel videolijst
pt_br: Exibir o título da lista de vídeos
ro: Afișare titlu listă videoclipuri
zh_cn: 显示视频列表标题

source: Show description of list of videos
ca: Mostrar descripció de la llista de vídeos
de: Beschreibung der Videoliste anzeigen
es: Mostrar descripción de la lista de videos
fi: Näytä videolistan kuvaus
fr: Afficher la description de la liste de vidéos
it: Mostra descrizione dell'elenco video
ja: ビデオリストの説明を表示
nl: Toon beschrijving videolijst
pt_br: Exibir descrição da lista de vídeos
ro: Afișare descriere listă videoclipuri
zh_cn: 显示视频列表描述
